[
  {
    "title": "MCP安全：为自主AI系统筑牢根基",
    "title_translated": "MCP security: building the foundations for an autonomous AI system",
    "summary": "The article discusses the importance of Model Context Protocol (MCP) security, highlighting its probabilistic logic and potential for autonomous decision-making. It also touches on recent attacks targeting MCP ecosystems.",
    "published_date": "2025-07-29T22:10:47.239105",
    "original_language": "zh",
    "source": "FreeBuf",
    "url": "https://www.freebuf.com/articles/ai-security/442161.html"
  },
  {
    "title": "AI成功绕过\"人机验证\"系统，ChatGPT智能代理突破CAPTCHA验证",
    "title_translated": "AI successfully bypassed the human authentication system. ChatGPT smart agent broke CAPTCHA.",
    "summary": "ChatGPT smart agents can bypass Cloudflare Turnstile CAPTCHA, highlighting the need for more sophisticated anti-robot strategies as AI technology continues to evolve.",
    "published_date": "2025-07-29T22:10:51.559321",
    "original_language": "zh",
    "source": "FreeBuf",
    "url": "https://www.freebuf.com/articles/ai-security/442109.html"
  },
  {
    "title": "人工智能可能修复帮助传播了 15 年的漏洞",
    "title_translated": "The repair of artificial intelligence may have helped spread a 15-year gap.",
    "summary": "An artificial intelligence tool that inadvertently lasts 10 years can now also help to eliminate it. A loophole in Node.js code from 2010 has been exploited, and large language models are reproducing the vulnerable logic.",
    "published_date": "2025-07-29T22:10:59.194438",
    "original_language": "zh",
    "source": "FreeBuf",
    "url": "https://www.anquanke.com/post/id/308401"
  },
  {
    "title": "Во 2 квартале DDoS-атак в России стало на 42% больше, бьют по финсектору",
    "title_translated": "In the 2nd quarter, DDoS attacks in Russia became 42% more, hit the financial sector",
    "summary": "In Q2 2025, DDoS attacks increased by 42% in Russia, with financial institutions (28%), government agencies (21%), and telecom companies (16%) being targeted. Attacks on the financial sector grew the most (84%).",
    "published_date": "2025-07-29T22:11:04.330105",
    "original_language": "ru",
    "source": "Anti-Malware",
    "url": "https://www.anti-malware.ru/news/2025-07-29-111332/46816"
  },
  {
    "title": "СёрчИнформ добавила поддержку S3-хранилищ в FileAuditor",
    "title_translated": "SurchInform adds S3 storage support to FileAuditor",
    "summary": "The SearchInform FileAuditor can now work with cloud storage based on Amazon S3, allowing for control and monitoring of cloud environments. This is important because research shows that cloud environments are increasingly becoming the source of major leaks.",
    "published_date": "2025-07-29T22:11:05.569142",
    "original_language": "ru",
    "source": "Anti-Malware",
    "url": "https://www.anti-malware.ru/news/2025-07-29-111332/46815"
  },
  {
    "title": "С 1 августа можно будет отказаться от массовых рассылок",
    "title_translated": "From August 1, mass mailings can be abandoned",
    "summary": "New law in Russia allows citizens to refuse mass mailings from telecom operators, aiming to protect against intrusive advertising and fraudulent messages.",
    "published_date": "2025-07-29T22:11:07.014128",
    "original_language": "ru",
    "source": "Anti-Malware",
    "url": "https://www.anti-malware.ru/news/2025-07-29-121598/46814"
  },
  {
    "title": "Только от отмены рейсов Аэрофлот потерял 250 млн рублей за сутки",
    "title_translated": "Only from the cancellation of flights Aeroflot lost 250 million rubles per day",
    "summary": "Aeroflot suffered a cyber attack that resulted in the cancellation of 54 pair flights, causing estimated direct losses of at least 260 million rubles. The attackers may have gained access to Aeroflot's supplier database, posing a threat to its logistics chain.",
    "published_date": "2025-07-29T22:11:07.982124",
    "original_language": "ru",
    "source": "Anti-Malware",
    "url": "https://www.anti-malware.ru/news/2025-07-29-121598/46813"
  },
  {
    "title": "Meta* обвинили в раздаче порно через BitTorrent для обучения ИИ",
    "title_translated": "Meta accused of handing out porn through BitTorrent for AI training",
    "summary": "Meta allegedly used pornographic films to train its AI models, which could erode its key argument with writers and potentially create 'AI porn' that could be distributed free of charge, including to minors.",
    "published_date": "2025-07-29T22:11:09.576596",
    "original_language": "ru",
    "source": "Anti-Malware",
    "url": "https://www.anti-malware.ru/news/2025-07-29-111332/46812"
  },
  {
    "title": "Александр Тараканов возглавил направление ИБ в группе Rubytech",
    "title_translated": "Alexander Tarakanov headed the direction of information security in the Rubytech group",
    "summary": "Rubytech appoints new head of information security department, Alexander Tarakanov, who has over 20 years of experience in the field. He will be responsible for developing expertise and implementing projects.",
    "published_date": "2025-07-29T22:11:11.460684",
    "original_language": "ru",
    "source": "Anti-Malware",
    "url": "https://www.anti-malware.ru/news/2025-07-28-111332/46810"
  },
  {
    "title": "По стопам Аэрофлота: не работают сайт и приложение «Госуслуг»",
    "title_translated": "In the footsteps of Aeroflot: the website and the application “State Services” do not work",
    "summary": "A large-scale cyber attack was reported on July 28, affecting multiple digital services in Russia, including the government portal and Aeroflot's IT infrastructure. The hacktivist group Silent Crow claimed responsibility for the attack, stating they accessed 122 internal systems.",
    "published_date": "2025-07-29T22:11:12.403123",
    "original_language": "ru",
    "source": "Anti-Malware",
    "url": "https://www.anti-malware.ru/news/2025-07-28-111332/46809"
  },
  {
    "title": "VMware Photon OS: CVE-2021-47432",
    "title_translated": "VMware Photon OS: CVE-2021-47432",
    "summary": "In the Linux kernel, a vulnerability was resolved by fixing integer overflows related to the radix tree code. The severity of this issue is critical.",
    "published_date": "2025-07-29T22:11:16.218680",
    "original_language": "en",
    "source": "Rapid7",
    "url": "https://www.rapid7.com/db/vulnerabilities/vmware-photon_os-cve-2021-47432/"
  },
  {
    "title": "VMware Photon OS: CVE-2021-47412",
    "title_translated": "VMware Photon OS: CVE-2021-47412",
    "summary": "The Linux kernel vulnerability was fixed by not calling rq_qos_ops->done_bio if the bio isn't tracked, to prevent potential kernel panic.",
    "published_date": "2025-07-29T22:11:16.219167",
    "original_language": "en",
    "source": "Rapid7",
    "url": "https://www.rapid7.com/db/vulnerabilities/vmware-photon_os-cve-2021-47412/"
  }
]