[
  {
    "title": "银狐钓鱼再升级：白文件脚本化实现GO语言后门持久驻留",
    "title_translated": "Silver Fox Fish Upgrade: Scripting white documents to sustain the Go language back door",
    "summary": "The SilverFox threat actor has evolved its tactics to evade detection by using a multilingual hybrid version of the backdoor procedure, which includes information theft, command execution, and permanent maintenance of computer backdoor control. The attackers have also abandoned early reliance on memory to load the PE document and moved to a new utilization chain of 'white document + script'.",
    "published_date": "2025-08-01T20:54:26.918631",
    "original_language": "zh",
    "source": "FreeBuf",
    "url": "https://www.freebuf.com/news/442649.html"
  },
  {
    "title": "CentOS 9 安装部署最新版本Zabbix 7.4 完整步骤",
    "title_translated": "CentOS 9 installation deployment, latest version Zabbix 7.4, complete step",
    "summary": "This security proposal discusses setting up Zabbix server and database, including configuring SELinux, installing zabbix-release package, and importing SQL scripts. It does not contain a unique CVE ID.",
    "published_date": "2025-08-01T20:54:29.002215",
    "original_language": "zh",
    "source": "FreeBuf",
    "url": "https://www.freebuf.com/articles/development/442624.html"
  },
  {
    "title": "人工智能可能修复帮助传播了 15 年的漏洞",
    "title_translated": "The repair of artificial intelligence may have helped spread a 15-year gap.",
    "summary": "A 10-year-old loophole in a Node.js code clip has been found to be embedded in AI models, allowing attackers to navigate outside the specified directory. The issue is attributed to the dissemination of unsafe code through platforms like Stack Overflow and university curricula.",
    "published_date": "2025-08-01T20:54:37.342181",
    "original_language": "zh",
    "source": "FreeBuf",
    "url": "https://www.anquanke.com/post/id/308401"
  },
  {
    "title": "OpenAI отключила функцию, из-за которой чаты ChatGPT попадали в поиск",
    "title_translated": "OpenAI disables the function that caused ChatGPT chats to be searched",
    "summary": "OpenAI's experiment to make ChatGPT conversations searchable on search engines was closed after users began accidentally sharing personal conversations online.",
    "published_date": "2025-08-01T20:54:41.291123",
    "original_language": "ru",
    "source": "Anti-Malware",
    "url": "https://www.anti-malware.ru/news/2025-08-01-111332/46859"
  },
  {
    "title": "Сеть дискаунтеров Доброцен парализована атакой",
    "title_translated": "The network of discounters Dobrozen paralyzed by the attack",
    "summary": "Dobrozen, a discount store network, faced a large-scale failure due to a cyber attack. The attack paralyzed internal systems, disrupting work and services.",
    "published_date": "2025-08-01T20:54:42.338629",
    "original_language": "ru",
    "source": "Anti-Malware",
    "url": "https://www.anti-malware.ru/news/2025-07-31-121598/46857"
  },
  {
    "title": "PT Surveying: вышел сервис для оценки киберустойчивости компаний",
    "title_translated": "PT Surveying: a service for assessing the cyber resilience of companies",
    "summary": "Positive Technologies has launched a new service called PT Surveying, which helps organizations assess their cyber-resilience. The service evaluates an organization's subsidiaries, suppliers or contractors to identify potential weaknesses and provide recommendations for improvement.",
    "published_date": "2025-08-01T20:54:43.484761",
    "original_language": "ru",
    "source": "Anti-Malware",
    "url": "https://www.anti-malware.ru/news/2025-07-31-111332/46856"
  },
  {
    "title": "Каждый второй турист в России рискует попасть на фишинговый сайт",
    "title_translated": "Every second tourist in Russia is at risk of getting on a phishing site",
    "summary": "The article discusses the importance of being cautious when booking travel online, as phishing sites and fraudsters may try to take advantage of unsuspecting travelers. It highlights the risks of not verifying the safety of online services and provides tips for avoiding common scams.",
    "published_date": "2025-08-01T20:54:44.540565",
    "original_language": "ru",
    "source": "Anti-Malware",
    "url": "https://www.anti-malware.ru/news/2025-07-31-111332/46855"
  },
  {
    "title": "«Агропромцифра» запустила аудит кибербезопасности для агропредприятий",
    "title_translated": "Agropromtsifra launches cyber security audit for agribusinesses",
    "summary": "Agropromtsifra has launched a program for free cybersecurity testing to help identify vulnerabilities and increase resilience in the agricultural sector. The goal is to prevent attacks using ransomware, data theft, and financial losses.",
    "published_date": "2025-08-01T20:54:45.493756",
    "original_language": "ru",
    "source": "Anti-Malware",
    "url": "https://www.anti-malware.ru/news/2025-07-31-111332/46854"
  },
  {
    "title": "Межсетевой экран InfoWatch ARMA Стена получил сертификат ФСТЭК России",
    "title_translated": "Firewall InfoWatch ARMA Wall received the certificate of FSTEC of Russia",
    "summary": "The InfoWatch ARMASten (NGFW) has been certified by FSTEC of Russia, making it suitable for use at critical information infrastructure facilities.",
    "published_date": "2025-08-01T20:54:46.329323",
    "original_language": "ru",
    "source": "Anti-Malware",
    "url": "https://www.anti-malware.ru/news/2025-07-31-111332/46853"
  },
  {
    "title": "Crosstech представила решение для защиты контейнерных сред",
    "title_translated": "Crosstech unveils solution to protect container environments",
    "summary": "Crosstech Solutions Group has launched a new cybersecurity product called Crosstech Container Security (CTCS) to protect container infrastructure. The solution covers the entire life cycle of working with containers and allows integration with Keycloak, LDAP/LDAPS, Syslog and Docker Registry (API v2).",
    "published_date": "2025-08-01T20:54:47.252155",
    "original_language": "ru",
    "source": "Anti-Malware",
    "url": "https://www.anti-malware.ru/news/2025-07-31-111332/46852"
  },
  {
    "title": "Количество взломов на заказ выросло на четверть",
    "title_translated": "The number of hacks to order increased by a quarter",
    "summary": "Custom hacker attacks on businesses are increasing, targeting technical documentation, customer databases, product development plans, and disrupting operations. Hackers use phishing, exploiting vulnerabilities, and DDoS attacks to gain access to valuable information.",
    "published_date": "2025-08-01T20:54:48.112864",
    "original_language": "ru",
    "source": "Anti-Malware",
    "url": "https://www.anti-malware.ru/news/2025-07-31-121598/46851"
  },
  {
    "title": "PaperCut NG/MF Cross-Site Request Forgery (CSRF) Vulnerability",
    "title_translated": "PaperCut NG/MF Cross-Site Request Forgery (CSRF) Vulnerability",
    "summary": "PaperCut NG/MF contains a cross-site request forgery (CSRF) vulnerability, which could potentially enable an attacker to alter security settings or execute arbitrary code. Apply mitigations per vendor instructions.",
    "published_date": "2025-08-01T20:54:48.422587",
    "original_language": "en",
    "source": "CISA KEV",
    "url": "https://nvd.nist.gov/vuln/detail/CVE-2023-2533"
  }
]