[
  {
    "title": "新型NFC驱动PhantomCard安卓恶意软件瞄准银行用户",
    "title_translated": "The new NFC-driven PhantomCard Android malware targets bank users.",
    "summary": "PhantomCard is a new Android malware that exploits NFC technology to facilitate real-time financial theft from victims' bank cards without physical possession. It masquerades as a legitimate app and targets Brazilian banking customers, utilizing a sophisticated mechanism to capture card data and PIN codes for fraudulent transactions.",
    "published_date": "2025-08-15T20:53:37.475032",
    "original_language": "zh",
    "source": "FreeBuf",
    "url": "https://www.freebuf.com/articles/endpoint/444502.html",
    "intrigue": 9.0
  },
  {
    "title": "40美元即可成为FBI？暗网低价兜售外国执法机构邮箱账号",
    "title_translated": "Become an FBI agent for just $40? Dark web sells foreign law enforcement agency email accounts at low prices.",
    "summary": "Cybercriminals are selling valid email accounts of law enforcement and government agencies on the dark web, allowing impersonation for fraudulent communications and access to sensitive systems. The compromised accounts are used to issue false data requests and abuse law enforcement privileges, posing a significant threat to institutional integrity.",
    "published_date": "2025-08-15T20:54:06.631003",
    "original_language": "zh",
    "source": "FreeBuf",
    "url": "https://www.freebuf.com/articles/es/444389.html",
    "intrigue": 9.0
  },
  {
    "title": "ChatGPT连接器曝\"0-click\"漏洞，攻击者可窃取Google Drive数据",
    "title_translated": "ChatGPT connector exposes \"0-click\" vulnerability, allowing attackers to steal Google Drive data.",
    "summary": "A serious zero-click vulnerability named 'AgentFlayer' has been discovered in ChatGPT Connectors, allowing attackers to steal sensitive data from Google Drive accounts without user interaction. The exploit involves uploading a seemingly harmless document that contains hidden malicious instructions, which can manipulate ChatGPT's behavior to access confidential information.",
    "published_date": "2025-08-15T20:54:36.857133",
    "original_language": "zh",
    "source": "Anquanke",
    "url": "https://www.anquanke.com/post/id/311088",
    "intrigue": 9.0
  },
  {
    "title": "RARLAB WinRAR Path Traversal Vulnerability",
    "title_translated": "RARLAB WinRAR Path Traversal Vulnerability",
    "summary": "RARLAB WinRAR has a path traversal vulnerability in its Windows version that could allow attackers to execute arbitrary code through malicious archive files. Users are advised to apply mitigations as per vendor instructions or discontinue use if mitigations are unavailable.",
    "published_date": "2025-08-15T20:53:29.185041",
    "original_language": "en",
    "source": "CISA KEV",
    "url": "https://nvd.nist.gov/vuln/detail/CVE-2025-8088",
    "intrigue": 8.0
  },
  {
    "title": "Microsoft Office Excel Remote Code Execution Vulnerability",
    "title_translated": "Microsoft Office Excel Remote Code Execution Vulnerability",
    "summary": "Microsoft Office Excel has a remote code execution vulnerability that can be exploited by opening a specially crafted Excel file. This file may be delivered via email or hosted on malicious websites, allowing attackers to execute remote code on affected systems.",
    "published_date": "2025-08-15T20:53:29.185070",
    "original_language": "en",
    "source": "CISA KEV",
    "url": "https://nvd.nist.gov/vuln/detail/CVE-2007-0671",
    "intrigue": 8.0
  },
  {
    "title": "Cisco Identity Services Engine Injection Vulnerability",
    "title_translated": "Cisco Identity Services Engine Injection Vulnerability",
    "summary": "Cisco Identity Services Engine has an injection vulnerability in a specific API that allows attackers to submit crafted requests, potentially leading to remote code execution and root privileges on affected devices. Mitigations are advised per vendor instructions, and users may need to discontinue use if no mitigations are available.",
    "published_date": "2025-08-15T20:53:29.185183",
    "original_language": "en",
    "source": "CISA KEV",
    "url": "https://nvd.nist.gov/vuln/detail/CVE-2025-20337",
    "intrigue": 8.0
  },
  {
    "title": "Cisco Identity Services Engine Injection Vulnerability",
    "title_translated": "Cisco Identity Services Engine Injection Vulnerability",
    "summary": "Cisco Identity Services Engine has an injection vulnerability in a specific API that allows attackers to submit crafted requests, potentially leading to remote code execution and root privileges on affected devices. Mitigations are advised per vendor instructions, and users may need to discontinue use if no mitigations are available.",
    "published_date": "2025-08-15T20:53:29.185198",
    "original_language": "en",
    "source": "CISA KEV",
    "url": "https://nvd.nist.gov/vuln/detail/CVE-2025-20281",
    "intrigue": 8.0
  },
  {
    "title": "SysAid On-Prem Improper Restriction of XML External Entity Reference Vulnerability",
    "title_translated": "SysAid On-Prem Improper Restriction of XML External Entity Reference Vulnerability",
    "summary": "SysAid On-Prem has a vulnerability due to improper restriction of XML external entity references, which can lead to administrator account takeover and unauthorized file access. Users are advised to apply vendor mitigations or discontinue use if fixes are not available.",
    "published_date": "2025-08-15T20:53:29.185228",
    "original_language": "en",
    "source": "CISA KEV",
    "url": "https://nvd.nist.gov/vuln/detail/CVE-2025-2776",
    "intrigue": 8.0
  },
  {
    "title": "Google Chromium ANGLE and GPU Improper Input Validation Vulnerability",
    "title_translated": "Google Chromium ANGLE and GPU Improper Input Validation Vulnerability",
    "summary": "Google Chromium has an improper input validation vulnerability in ANGLE and GPU that could allow a remote attacker to perform a sandbox escape via a crafted HTML page. This issue may impact multiple web browsers utilizing Chromium, including Google Chrome, Microsoft Edge, and Opera.",
    "published_date": "2025-08-15T20:53:29.185245",
    "original_language": "en",
    "source": "CISA KEV",
    "url": "https://nvd.nist.gov/vuln/detail/CVE-2025-6558",
    "intrigue": 8.0
  },
  {
    "title": "Fortinet FortiWeb SQL Injection Vulnerability",
    "title_translated": "Fortinet FortiWeb SQL Injection Vulnerability",
    "summary": "Fortinet FortiWeb has a SQL injection vulnerability that allows unauthenticated attackers to execute unauthorized SQL commands through crafted HTTP or HTTPS requests. Users are advised to apply vendor mitigations or discontinue use if mitigations are unavailable.",
    "published_date": "2025-08-15T20:53:29.185317",
    "original_language": "en",
    "source": "CISA KEV",
    "url": "https://nvd.nist.gov/vuln/detail/CVE-2025-25257",
    "intrigue": 8.0
  },
  {
    "title": "Wing FTP Server Improper Neutralization of Null Byte or NUL Character Vulnerability",
    "title_translated": "Wing FTP Server Improper Neutralization of Null Byte or NUL Character Vulnerability",
    "summary": "Wing FTP Server has a vulnerability that allows for the injection of arbitrary Lua code into user session files, potentially enabling the execution of system commands with elevated privileges. This poses a significant risk to systems running the FTP service, which could be exploited if mitigations are not applied.",
    "published_date": "2025-08-15T20:53:29.185332",
    "original_language": "en",
    "source": "CISA KEV",
    "url": "https://nvd.nist.gov/vuln/detail/CVE-2025-47812",
    "intrigue": 8.0
  },
  {
    "title": "Google Chromium V8 Type Confusion Vulnerability",
    "title_translated": "Google Chromium V8 Type Confusion Vulnerability",
    "summary": "Google Chromium V8 has a type confusion vulnerability that allows remote attackers to perform arbitrary read/write operations via a crafted HTML page. This issue affects multiple web browsers utilizing Chromium, including Google Chrome, Microsoft Edge, and Opera. Users are advised to apply vendor mitigations or discontinue use if no mitigations are available.",
    "published_date": "2025-08-15T20:53:29.185425",
    "original_language": "en",
    "source": "CISA KEV",
    "url": "https://nvd.nist.gov/vuln/detail/CVE-2025-6554",
    "intrigue": 8.0
  },
  {
    "title": "Palo Alto Networks GlobalProtect App: CVE-2025-2183: Improper Certificate Validation Leads to Privilege Escalation",
    "title_translated": "Palo Alto Networks GlobalProtect App: CVE-2025-2183: Improper Certificate Validation Leads to Privilege Escalation",
    "summary": "An insufficient certificate validation issue in the Palo Alto Networks GlobalProtect app allows attackers to connect to arbitrary servers. This vulnerability can enable local non-administrative users or attackers on the same subnet to install malicious root certificates and subsequently execute malicious software on the endpoint.",
    "published_date": "2025-08-15T20:53:31.574023",
    "original_language": "en",
    "source": "Rapid7",
    "url": "https://security.paloaltonetworks.com/json/CVE-2025-2183",
    "intrigue": 8.0
  },
  {
    "title": "Alma Linux: CVE-2025-23266: Important: toolbox security update (ALSA-2025-13673)",
    "title_translated": "Alma Linux: CVE-2025-23266: Important: toolbox security update (ALSA-2025-13673)",
    "summary": "The NVIDIA Container Toolkit has a vulnerability in its initialization hooks that allows attackers to execute arbitrary code with elevated permissions. This could lead to serious consequences such as privilege escalation, data tampering, information disclosure, and denial of service.",
    "published_date": "2025-08-15T20:53:31.574265",
    "original_language": "en",
    "source": "Rapid7",
    "url": "https://errata.almalinux.org/9/ALSA-2025-13673.html",
    "intrigue": 8.0
  },
  {
    "title": "Palo Alto Networks PAN-OS: CVE-2025-2182: PAN-OS: Firewall Clusters using the MACsec Protocol Expose the Connectivity Association Key (CAK)",
    "title_translated": "Palo Alto Networks PAN-OS: CVE-2025-2182: PAN-OS: Firewall Clusters using the MACsec Protocol Expose the Connectivity Association Key (CAK)",
    "summary": "A vulnerability in the MACsec protocol implementation in Palo Alto Networks PAN-OS® exposes the connectivity association key (CAK) in cleartext on PA-7500 Series devices within an NGFW cluster. This allows an attacker with the key to intercept messages between clustered devices, posing a significant risk to data confidentiality.",
    "published_date": "2025-08-15T20:53:31.576215",
    "original_language": "en",
    "source": "Rapid7",
    "url": "https://security.paloaltonetworks.com/CVE-2025-2182",
    "intrigue": 8.0
  },
  {
    "title": "Apache Tomcat: Moderate: Session fixation possible via rewrite valve (CVE-2025-55668)",
    "title_translated": "Apache Tomcat: Moderate: Session fixation possible via rewrite valve (CVE-2025-55668)",
    "summary": "A vulnerability exists in web applications with an enabled rewrite valve, allowing attackers to craft malicious URLs. If a victim clicks on such a URL, their session can be hijacked, leading to unauthorized actions within the attacker's context.",
    "published_date": "2025-08-15T20:53:31.576659",
    "original_language": "en",
    "source": "Rapid7",
    "url": "http://tomcat.apache.org/security-10.html",
    "intrigue": 8.0
  },
  {
    "title": "Oracle Linux: CVE-2025-6558: ELSA-2025-13782:  webkit2gtk3 security update (IMPORTANT)",
    "title_translated": "Oracle Linux: CVE-2025-6558: ELSA-2025-13782:  webkit2gtk3 security update (IMPORTANT)",
    "summary": "A vulnerability in Google Chrome's ANGLE and GPU components prior to version 138.0.7204.157 allows remote attackers to potentially escape the sandbox by using a crafted HTML page. This flaw poses a significant risk due to its potential for exploitation.",
    "published_date": "2025-08-15T20:53:31.577607",
    "original_language": "en",
    "source": "Rapid7",
    "url": "https://www.rapid7.com/db/vulnerabilities/oracle_linux-cve-2025-6558/",
    "intrigue": 8.0
  },
  {
    "title": "Oracle Linux: CVE-2025-49091: ELSA-2025-12346:  konsole security update (IMPORTANT)",
    "title_translated": "Oracle Linux: CVE-2025-49091: ELSA-2025-12346:  konsole security update (IMPORTANT)",
    "summary": "KDE Konsole before version 25.04.2 has a vulnerability that allows remote code execution through specially crafted URLs using scheme handlers like ssh://, telnet://, or rlogin://. This flaw enables attackers to execute arbitrary commands on the system by bypassing authentication checks.",
    "published_date": "2025-08-15T20:53:31.579966",
    "original_language": "en",
    "source": "Rapid7",
    "url": "https://www.rapid7.com/db/vulnerabilities/oracle_linux-cve-2025-49091/",
    "intrigue": 8.0
  },
  {
    "title": "Oracle Linux: CVE-2025-43216: ELSA-2025-13782:  webkit2gtk3 security update (IMPORTANT)",
    "title_translated": "Oracle Linux: CVE-2025-43216: ELSA-2025-13782:  webkit2gtk3 security update (IMPORTANT)",
    "summary": "A use-after-free vulnerability in Safari could allow attackers to exploit maliciously crafted web content, potentially leading to an unexpected crash of the browser. This issue has been addressed in multiple Apple operating systems, including Safari 18.6 and iOS 18.6.",
    "published_date": "2025-08-15T20:53:31.581735",
    "original_language": "en",
    "source": "Rapid7",
    "url": "https://www.rapid7.com/db/vulnerabilities/oracle_linux-cve-2025-43216/",
    "intrigue": 8.0
  },
  {
    "title": "Oracle Linux: CVE-2025-43212: ELSA-2025-13782:  webkit2gtk3 security update (IMPORTANT)",
    "title_translated": "Oracle Linux: CVE-2025-43212: ELSA-2025-13782:  webkit2gtk3 security update (IMPORTANT)",
    "summary": "A vulnerability in Safari allows for processing maliciously crafted web content, potentially leading to an unexpected crash of the browser. This issue has been addressed with improved memory handling in multiple Apple operating systems and devices.",
    "published_date": "2025-08-15T20:53:31.582020",
    "original_language": "en",
    "source": "Rapid7",
    "url": "https://www.rapid7.com/db/vulnerabilities/oracle_linux-cve-2025-43212/",
    "intrigue": 8.0
  },
  {
    "title": "Oracle Linux: CVE-2025-31278: ELSA-2025-13782:  webkit2gtk3 security update (IMPORTANT)",
    "title_translated": "Oracle Linux: CVE-2025-31278: ELSA-2025-13782:  webkit2gtk3 security update (IMPORTANT)",
    "summary": "A memory handling issue in multiple Apple operating systems could allow processing of maliciously crafted web content, leading to memory corruption. This vulnerability affects Safari, iOS, iPadOS, macOS, watchOS, visionOS, and tvOS versions listed in the report.",
    "published_date": "2025-08-15T20:53:31.583091",
    "original_language": "en",
    "source": "Rapid7",
    "url": "https://www.rapid7.com/db/vulnerabilities/oracle_linux-cve-2025-31278/",
    "intrigue": 8.0
  },
  {
    "title": "Oracle Linux: CVE-2025-31273: ELSA-2025-13782:  webkit2gtk3 security update (IMPORTANT)",
    "title_translated": "Oracle Linux: CVE-2025-31273: ELSA-2025-13782:  webkit2gtk3 security update (IMPORTANT)",
    "summary": "A memory corruption vulnerability has been identified in Safari and other Apple operating systems, which could be exploited through maliciously crafted web content. This issue has been addressed in the latest updates for various Apple platforms.",
    "published_date": "2025-08-15T20:53:31.583286",
    "original_language": "en",
    "source": "Rapid7",
    "url": "https://www.rapid7.com/db/vulnerabilities/oracle_linux-cve-2025-31273/",
    "intrigue": 8.0
  },
  {
    "title": "Red Hat: CVE-2025-6558: angle: insufficient input validation can cause undefined behavior (Multiple Advisories)",
    "title_translated": "Red Hat: CVE-2025-6558: angle: insufficient input validation can cause undefined behavior (Multiple Advisories)",
    "summary": "Insufficient validation of untrusted input in ANGLE and GPU components of Google Chrome prior to version 138.0.7204.157 could allow a remote attacker to execute a sandbox escape through a specially crafted HTML page. This vulnerability poses a significant risk to users by potentially compromising the security of their browsing environment.",
    "published_date": "2025-08-15T20:53:31.583489",
    "original_language": "en",
    "source": "Rapid7",
    "url": "https://www.rapid7.com/db/vulnerabilities/redhat_linux-cve-2025-6558/",
    "intrigue": 8.0
  },
  {
    "title": "FIDO-ключи можно обойти через перевод на слабую аутентификацию",
    "title_translated": "FIDO keys can be bypassed by switching to weak authentication.",
    "summary": "Research indicates that FIDO keys, while generally secure, can be compromised through a downgrade attack that forces users to switch to weaker authentication methods. This method exploits modified phishing kits to simulate incompatible login scenarios, potentially allowing attackers to bypass stronger protections.",
    "published_date": "2025-08-15T20:53:38.269421",
    "original_language": "ru",
    "source": "Anti-Malware",
    "url": "https://www.anti-malware.ru/news/2025-08-14-111332/46997",
    "intrigue": 8.0
  },
  {
    "title": "Группировка Kinsing впервые провела масштабные атаки в России",
    "title_translated": "The Kinsing group has conducted large-scale attacks in Russia for the first time.",
    "summary": "The Kinsing group has launched a series of attacks targeting Russian companies in the financial, logistics, and telecom sectors, aiming to infect servers with malware for cryptocurrency mining. The exploitation process involves identifying software vulnerabilities to deploy malicious code, leading to significant performance degradation and equipment wear.",
    "published_date": "2025-08-15T20:53:41.043014",
    "original_language": "ru",
    "source": "Anti-Malware",
    "url": "https://www.anti-malware.ru/news/2025-08-14-111332/46995",
    "intrigue": 8.0
  },
  {
    "title": "FIDO认证机制遭破解，降级攻击漏洞恐成新威胁",
    "title_translated": "The FIDO authentication mechanism has been compromised, and downgrade attack vulnerabilities may become a new threat.",
    "summary": "Proofpoint researchers have identified a downgrade attack technique that can bypass FIDO authentication, allowing attackers to force users to switch to less secure methods. This vulnerability primarily affects accounts using FIDO keys, which are typically resistant to phishing but can be exploited through modified attack frameworks.",
    "published_date": "2025-08-15T20:53:46.333046",
    "original_language": "zh",
    "source": "FreeBuf",
    "url": "https://www.freebuf.com/articles/444418.html",
    "intrigue": 8.0
  },
  {
    "title": "新型FireWood恶意软件攻击Linux系统执行命令并窃取敏感数据",
    "title_translated": "The new FireWood malware attacks Linux systems to execute commands and steal sensitive data.",
    "summary": "A new variant of the FireWood backdoor targets Linux systems, utilizing kernel-level rootkit modules and advanced evasion techniques for remote access. It allows attackers to execute commands and conduct espionage largely undetected, marking a significant evolution in its malware family.",
    "published_date": "2025-08-15T20:53:50.532329",
    "original_language": "zh",
    "source": "FreeBuf",
    "url": "https://www.freebuf.com/articles/system/444416.html",
    "intrigue": 8.0
  },
  {
    "title": "攻击者利用CrossC2工具将Cobalt Strike攻击扩展至Linux与macOS平台",
    "title_translated": "Attackers use the CrossC2 tool to extend Cobalt Strike attacks to Linux and macOS platforms.",
    "summary": "Hackers are utilizing the CrossC2 framework to extend Cobalt Strike's capabilities across platforms, targeting Active Directory with customized malware like ReadNimeLoader. The attacks involve creating scheduled tasks to execute a legitimate program, which then side-loads the loader to run malicious code in memory, evading detection.",
    "published_date": "2025-08-15T20:53:55.319415",
    "original_language": "zh",
    "source": "FreeBuf",
    "url": "https://www.freebuf.com/articles/444401.html",
    "intrigue": 8.0
  },
  {
    "title": "HackProve专访｜用小偷的思路抓小偷：主动防御如何领先攻击一步",
    "title_translated": "HackProve Exclusive Interview | Using a Thief's Mindset to Catch Thieves: How Proactive Defense Stays One Step Ahead of Attacks",
    "summary": "The discussion highlights the importance of proactive defense strategies in cybersecurity, emphasizing the need to identify vulnerabilities such as expired SSL/TLS certificates and insecure coding practices. It also critiques the healthcare industry's inadequate adherence to the HIPAA framework, which has led to significant security incidents like ransomware attacks.",
    "published_date": "2025-08-15T20:53:59.761295",
    "original_language": "zh",
    "source": "FreeBuf",
    "url": "https://www.freebuf.com/news/444285.html",
    "intrigue": 8.0
  },
  {
    "title": "加一个字母就可以绕过AI围栏，新的漏洞：TokenBreak",
    "title_translated": "Adding a letter can bypass the AI fence, new vulnerability: TokenBreak.",
    "summary": "The TokenBreak exploit allows attackers to bypass text classification models by subtly altering input words, evading detection while maintaining the original meaning. This method poses a significant threat to large language models and their defenses, particularly affecting models like BERT.",
    "published_date": "2025-08-15T20:54:02.200293",
    "original_language": "zh",
    "source": "FreeBuf",
    "url": "https://www.freebuf.com/articles/444273.html",
    "intrigue": 8.0
  },
  {
    "title": "我如何在一个公开的 Bug 奖励计划中发现关键 XSS",
    "title_translated": "How did I discover a critical XSS in a public bug bounty program?",
    "summary": "A vulnerability was discovered in a router login portal that allows unauthorized modification of page content without authentication. The exploitation process involved using a JavaScript Bookmarklet to access an admin page, enabling changes to critical content such as terms and conditions. This poses a significant security risk for the affected system.",
    "published_date": "2025-08-15T20:54:04.404455",
    "original_language": "zh",
    "source": "FreeBuf",
    "url": "https://www.freebuf.com/articles/web/444369.html",
    "intrigue": 8.0
  },
  {
    "title": "N-able N-Central Command Injection Vulnerability",
    "title_translated": "N-able N-Central Command Injection Vulnerability",
    "summary": "N-able N-Central has a command injection vulnerability due to improper sanitization of user input, which could allow attackers to execute arbitrary commands. Users are advised to apply mitigations as per vendor instructions or discontinue use if mitigations are unavailable.",
    "published_date": "2025-08-15T20:53:29.182217",
    "original_language": "en",
    "source": "CISA KEV",
    "url": "https://nvd.nist.gov/vuln/detail/CVE-2025-8876",
    "intrigue": 6.0
  },
  {
    "title": "N-able N-Central Insecure Deserialization Vulnerability",
    "title_translated": "N-able N-Central Insecure Deserialization Vulnerability",
    "summary": "N-able N-Central has an insecure deserialization vulnerability that may allow for command execution. Users are advised to apply mitigations as per vendor instructions or discontinue use if mitigations are not available.",
    "published_date": "2025-08-15T20:53:29.184999",
    "original_language": "en",
    "source": "CISA KEV",
    "url": "https://nvd.nist.gov/vuln/detail/CVE-2025-8875",
    "intrigue": 6.0
  },
  {
    "title": "Microsoft Internet Explorer Resource Management Errors Vulnerability",
    "title_translated": "Microsoft Internet Explorer Resource Management Errors Vulnerability",
    "summary": "Microsoft Internet Explorer has a memory corruption vulnerability that enables remote code execution. Users are advised to discontinue use of the product or apply mitigations as per vendor instructions, especially since the affected products may be end-of-life or end-of-service.",
    "published_date": "2025-08-15T20:53:29.185096",
    "original_language": "en",
    "source": "CISA KEV",
    "url": "https://nvd.nist.gov/vuln/detail/CVE-2013-3893",
    "intrigue": 6.0
  },
  {
    "title": "D-Link DCS-2530L and DCS-2670L Devices Unspecified Vulnerability",
    "title_translated": "D-Link DCS-2530L and DCS-2670L Devices Unspecified Vulnerability",
    "summary": "D-Link DCS-2530L and DCS-2670L devices have an unspecified vulnerability that may allow remote administrator password disclosure. Users are advised to discontinue use of the affected products or apply mitigations as per vendor instructions.",
    "published_date": "2025-08-15T20:53:29.185114",
    "original_language": "en",
    "source": "CISA KEV",
    "url": "https://nvd.nist.gov/vuln/detail/CVE-2020-25078",
    "intrigue": 6.0
  },
  {
    "title": "D-Link DCS-2530L and DCS-2670L Command Injection Vulnerability",
    "title_translated": "D-Link DCS-2530L and DCS-2670L Command Injection Vulnerability",
    "summary": "D-Link DCS-2530L and DCS-2670L devices are affected by a command injection vulnerability in the cgi-bin/ddns_enc.cgi. Users are advised to discontinue use of the products or apply mitigations as per vendor instructions due to potential end-of-life or end-of-service status.",
    "published_date": "2025-08-15T20:53:29.185130",
    "original_language": "en",
    "source": "CISA KEV",
    "url": "https://nvd.nist.gov/vuln/detail/CVE-2020-25079",
    "intrigue": 6.0
  },
  {
    "title": "D-Link DNR-322L Download of Code Without Integrity Check Vulnerability",
    "title_translated": "D-Link DNR-322L Download of Code Without Integrity Check Vulnerability",
    "summary": "The D-Link DNR-322L has a vulnerability that allows authenticated attackers to execute OS level commands due to a lack of integrity checks in code downloads. Users are advised to discontinue use of the product or apply mitigations as per vendor instructions.",
    "published_date": "2025-08-15T20:53:29.185148",
    "original_language": "en",
    "source": "CISA KEV",
    "url": "https://nvd.nist.gov/vuln/detail/CVE-2022-40799",
    "intrigue": 6.0
  },
  {
    "title": "PaperCut NG/MF Cross-Site Request Forgery (CSRF) Vulnerability",
    "title_translated": "PaperCut NG/MF Cross-Site Request Forgery (CSRF) Vulnerability",
    "summary": "PaperCut NG/MF has a cross-site request forgery (CSRF) vulnerability that could allow attackers to change security settings or execute arbitrary code under certain conditions. Users are advised to apply mitigations as per vendor instructions or discontinue use if mitigations are not available.",
    "published_date": "2025-08-15T20:53:29.185165",
    "original_language": "en",
    "source": "CISA KEV",
    "url": "https://nvd.nist.gov/vuln/detail/CVE-2023-2533",
    "intrigue": 6.0
  },
  {
    "title": "SysAid On-Prem Improper Restriction of XML External Entity Reference Vulnerability",
    "title_translated": "SysAid On-Prem Improper Restriction of XML External Entity Reference Vulnerability",
    "summary": "SysAid On-Prem has a vulnerability related to improper restriction of XML external entity references, which can lead to administrator account takeover and unauthorized file access. Users are advised to apply vendor mitigations or discontinue use if fixes are not available.",
    "published_date": "2025-08-15T20:53:29.185212",
    "original_language": "en",
    "source": "CISA KEV",
    "url": "https://nvd.nist.gov/vuln/detail/CVE-2025-2775",
    "intrigue": 6.0
  },
  {
    "title": " CrushFTP Unprotected Alternate Channel Vulnerability",
    "title_translated": " CrushFTP Unprotected Alternate Channel Vulnerability",
    "summary": "CrushFTP has an unprotected alternate channel vulnerability that allows remote attackers to gain admin access via HTTPS when the DMZ proxy feature is not utilized. This vulnerability arises from mishandled AS2 validation, posing a significant risk to affected systems.",
    "published_date": "2025-08-15T20:53:29.185259",
    "original_language": "en",
    "source": "CISA KEV",
    "url": "https://nvd.nist.gov/vuln/detail/CVE-2025-54309",
    "intrigue": 6.0
  },
  {
    "title": "Citrix NetScaler ADC and Gateway Out-of-Bounds Read Vulnerability",
    "title_translated": "Citrix NetScaler ADC and Gateway Out-of-Bounds Read Vulnerability",
    "summary": "Citrix NetScaler ADC and Gateway have an out-of-bounds read vulnerability due to insufficient input validation, which can lead to memory overread when configured as a Gateway or AAA virtual server. Users are advised to apply mitigations as per vendor instructions or discontinue use if mitigations are unavailable.",
    "published_date": "2025-08-15T20:53:29.185349",
    "original_language": "en",
    "source": "CISA KEV",
    "url": "https://nvd.nist.gov/vuln/detail/CVE-2025-5777",
    "intrigue": 6.0
  }
]