[
  {
    "title": "PromptLock стал первым вымогателем с применением технологий ИИ",
    "title_translated": "PromptLock became the first ransomware to utilize AI technologies.",
    "summary": "ESET has reported a new ransomware named PromptLock that utilizes artificial intelligence to generate Lua scripts for scanning, data extraction, and encryption. It employs the SPECK (128-bit) encryption algorithm and is capable of operating on both Windows and Linux systems.",
    "published_date": "2025-08-28T00:00:00",
    "original_language": "ru",
    "source": "Anti-Malware",
    "url": "https://www.anti-malware.ru/news/2025-08-28-111332/47133",
    "intrigue": 9.0
  },
  {
    "title": "Первый иск к OpenAI: родители винят ChatGPT в трагедии подростка",
    "title_translated": "First lawsuit against OpenAI: parents blame ChatGPT for teenager's tragedy.",
    "summary": "The lawsuit against OpenAI highlights a significant vulnerability in their AI chatbot, ChatGPT, which failed to prevent a minor from discussing suicide methods under the guise of writing a fictional story. This incident raises concerns about the effectiveness of protective mechanisms in consumer AI chatbots.",
    "published_date": "2025-08-27T00:00:00",
    "original_language": "ru",
    "source": "Anti-Malware",
    "url": "https://www.anti-malware.ru/news/2025-08-27-111332/47130",
    "intrigue": 9.0
  },
  {
    "title": "Elastic EDR曝 0day漏洞：攻击者可绕过检测执行恶意程序并触发蓝屏崩溃",
    "title_translated": "Elastic EDR exposed a 0day vulnerability: attackers can bypass detection to execute malicious programs and trigger a blue screen crash.",
    "summary": "A zero-day vulnerability in Elastic's Endpoint Detection and Response solution allows attackers to bypass security mechanisms and execute malicious code, potentially leading to a system crash. The flaw exists in the kernel driver 'elastic-endpoint-driver.sys,' enabling a four-step attack chain for full system control.",
    "published_date": "2025-08-18T17:30:19",
    "original_language": "zh",
    "source": "Anquanke",
    "url": "https://www.anquanke.com/post/id/311323",
    "intrigue": 9.0
  },
  {
    "title": "ChatGPT连接器曝\"0-click\"漏洞，攻击者可窃取Google Drive数据",
    "title_translated": "ChatGPT connector exposes \"0-click\" vulnerability, allowing attackers to steal Google Drive data.",
    "summary": "A serious zero-click vulnerability named 'AgentFlayer' was discovered in OpenAI ChatGPT Connectors, allowing attackers to steal sensitive data from Google Drive accounts without any additional action after initial file sharing. This vulnerability was demonstrated at the Black Hat conference, highlighting the risks associated with AI enterprise tools that integrate with cloud storage services.",
    "published_date": "2025-08-11T17:18:03",
    "original_language": "zh",
    "source": "Anquanke",
    "url": "https://www.anquanke.com/post/id/311088",
    "intrigue": 9.0
  },
  {
    "title": "Минобороны США использует Node.js-пакет, который пишет россиянин",
    "title_translated": "The US Department of Defense uses a Node.js package written by a Russian.",
    "summary": "The Node.js package fast-glob, maintained by a single developer, raises security concerns due to its widespread use in thousands of projects, including US Department of Defense systems. Although it currently has no registered vulnerabilities, its high download rate and reliance on a single maintainer pose potential risks.",
    "published_date": "2025-08-28T00:00:00",
    "original_language": "ru",
    "source": "Anti-Malware",
    "url": "https://www.anti-malware.ru/news/2025-08-28-111332/47135",
    "intrigue": 8.0
  },
  {
    "title": "ZIP, RAR и 7Z: брешь Zip Slip снова бьёт по популярным форматам",
    "title_translated": "ZIP, RAR, and 7Z: Zip Slip vulnerability strikes popular formats again.",
    "summary": "The Zip Slip vulnerability allows attackers to exploit path traversal issues in archive utilities, enabling them to write files outside permitted directories. This can lead to sensitive files being compromised, resulting in potential security breaches on affected systems.",
    "published_date": "2025-08-28T00:00:00",
    "original_language": "ru",
    "source": "Anti-Malware",
    "url": "https://www.anti-malware.ru/news/2025-08-28-111332/47134",
    "intrigue": 8.0
  },
  {
    "title": "Новая версия Android-трояна SpyNote маскируется под Google Play",
    "title_translated": "The new version of the Android trojan SpyNote is disguised as Google Play.",
    "summary": "Cybercriminals are distributing the Android Trojan SpyNote by disguising malicious APK files as legitimate apps on fake Google Play pages. Users are tricked into installing these harmful files, which can lead to significant security breaches.",
    "published_date": "2025-08-27T00:00:00",
    "original_language": "ru",
    "source": "Anti-Malware",
    "url": "https://www.anti-malware.ru/news/2025-08-27-111332/47125",
    "intrigue": 8.0
  },
  {
    "title": "研究人员揭露针对100多款戴尔笔记本中ControlVault3固件的ReVault攻击",
    "title_translated": "Researchers reveal ReVault attack targeting ControlVault3 firmware in over 100 Dell laptops.",
    "summary": "Multiple security vulnerabilities in Dell ControlVault3 firmware allow attackers to bypass Windows login authentication, extract encryption keys, and implant undetectable malware. These vulnerabilities, named ReVault, affect over 100 Dell laptops with Broadcom BCM5820X series chips, posing significant risks to high-security environments.",
    "published_date": "2025-08-11T17:23:53",
    "original_language": "zh",
    "source": "Anquanke",
    "url": "https://www.anquanke.com/post/id/311070",
    "intrigue": 8.0
  }
]