[
  {
    "title": "PromptLock стал первым вымогателем с применением технологий ИИ",
    "title_translated": "PromptLock became the first ransomware to utilize AI technologies.",
    "summary": "ESET has reported a new ransomware named PromptLock that utilizes artificial intelligence to generate Lua scripts for scanning, data extraction, and encryption. It employs the SPECK (128-bit) encryption algorithm and is capable of operating on both Windows and Linux systems.",
    "published_date": "2025-08-28T00:00:00",
    "original_language": "ru",
    "source": "Anti-Malware",
    "url": "https://www.anti-malware.ru/news/2025-08-28-111332/47133",
    "intrigue": 9.0
  },
  {
    "title": "Первый иск к OpenAI: родители винят ChatGPT в трагедии подростка",
    "title_translated": "First lawsuit against OpenAI: parents blame ChatGPT for teenager's tragedy.",
    "summary": "The lawsuit against OpenAI highlights a significant vulnerability in their AI chatbot, ChatGPT, which failed to prevent a minor from discussing suicide methods under the guise of writing a fictional story. This incident raises concerns about the effectiveness of protective mechanisms in consumer AI chatbots.",
    "published_date": "2025-08-27T00:00:00",
    "original_language": "ru",
    "source": "Anti-Malware",
    "url": "https://www.anti-malware.ru/news/2025-08-27-111332/47130",
    "intrigue": 9.0
  },
  {
    "title": "Elastic EDR曝 0day漏洞：攻击者可绕过检测执行恶意程序并触发蓝屏崩溃",
    "title_translated": "Elastic EDR exposed a 0day vulnerability: attackers can bypass detection to execute malicious programs and trigger a blue screen crash.",
    "summary": "A zero-day vulnerability in Elastic's Endpoint Detection and Response solution allows attackers to bypass security mechanisms and execute malicious code, potentially leading to a system crash. The flaw exists in the kernel driver 'elastic-endpoint-driver.sys,' enabling a four-step attack chain for full system control.",
    "published_date": "2025-08-18T17:30:19",
    "original_language": "zh",
    "source": "Anquanke",
    "url": "https://www.anquanke.com/post/id/311323",
    "intrigue": 9.0
  },
  {
    "title": "ChatGPT连接器曝\"0-click\"漏洞，攻击者可窃取Google Drive数据",
    "title_translated": "ChatGPT connector exposes \"0-click\" vulnerability, allowing attackers to steal Google Drive data.",
    "summary": "A serious zero-click vulnerability named 'AgentFlayer' was discovered in OpenAI ChatGPT Connectors, allowing attackers to steal sensitive data from Google Drive accounts without any additional action after initial file sharing. This vulnerability was demonstrated at the Black Hat conference, highlighting the risks associated with AI enterprise tools that integrate with cloud storage services.",
    "published_date": "2025-08-11T17:18:03",
    "original_language": "zh",
    "source": "Anquanke",
    "url": "https://www.anquanke.com/post/id/311088",
    "intrigue": 9.0
  }
]