[
  {
    "title": "PhantomCard: опасный Android-троян для бесконтактного клонирования карт",
    "title_translated": "PhantomCard: a dangerous Android Trojan for contactless card cloning",
    "summary": "PhantomCard is a new Android Trojan that exploits NFC technology to remotely clone credit cards, allowing fraudsters to make unauthorized transactions. It is distributed as a fake app and captures sensitive card information, including PIN codes, from unsuspecting users.",
    "published_date": "2025-08-15T00:00:00",
    "original_language": "ru",
    "source": "Anti-Malware",
    "url": "https://www.anti-malware.ru/news/2025-08-15-111332/47011",
    "intrigue": 9.0
  },
  {
    "title": "Elastic EDR曝 0day漏洞：攻击者可绕过检测执行恶意程序并触发蓝屏崩溃",
    "title_translated": "Elastic EDR exposes 0day vulnerability: Attackers can bypass detection to execute malicious programs and trigger blue screen crashes.",
    "summary": "A zero-day vulnerability in Elastic's Endpoint Detection and Response solution allows attackers to bypass security mechanisms, execute malicious code, and trigger system crashes. The flaw in the 'elastic-endpoint-driver.sys' kernel driver can be exploited to gain complete control over affected systems, leading to persistent denial of service.",
    "published_date": "2025-08-18T17:30:19",
    "original_language": "zh",
    "source": "Anquanke",
    "url": "https://www.anquanke.com/post/id/311323",
    "intrigue": 9.0
  },
  {
    "title": "Trend Micro Apex One OS Command Injection Vulnerability",
    "title_translated": "Trend Micro Apex One OS Command Injection Vulnerability",
    "summary": "Trend Micro Apex One Management Console has an OS command injection vulnerability that allows pre-authenticated remote attackers to upload malicious code and execute commands. Affected installations should apply vendor mitigations or discontinue use if mitigations are unavailable.",
    "published_date": "2025-08-18T00:00:00",
    "original_language": "en",
    "source": "CISA KEV",
    "url": "https://nvd.nist.gov/vuln/detail/CVE-2025-54948",
    "intrigue": 8.0
  },
  {
    "title": "В Новосибирске набирает обороты мошенничество от имени маркетплейсов",
    "title_translated": "In Novosibirsk, fraud in the name of marketplaces is gaining momentum.",
    "summary": "A new fraudulent scheme in Novosibirsk involves scammers posing as marketplace employees to hijack accounts on the State Services portal. They extract recovery data by claiming to facilitate order transfers, leading victims to unwittingly compromise their accounts and finances.",
    "published_date": "2025-08-15T00:00:00",
    "original_language": "ru",
    "source": "Anti-Malware",
    "url": "https://www.anti-malware.ru/news/2025-08-15-121598/47012",
    "intrigue": 8.0
  },
  {
    "title": "dddd-red v3.0更新：红队打点再进化，不仅快，还会“自己跑”",
    "title_translated": "dddd-red v3.0 update: Red team scoring has evolved again, not only faster but also capable of \"running by itself.\"",
    "summary": "The update introduces new features in dddd-red and dddd-rust tools aimed at enhancing speed and efficiency in vulnerability detection and management. These tools streamline the process of discovering targets, verifying vulnerabilities, and notifying teams, significantly improving response times and reducing manual intervention.",
    "published_date": "2025-08-18T14:23:56+08:00",
    "original_language": "zh",
    "source": "FreeBuf",
    "url": "https://www.freebuf.com/articles/sectool/444689.html",
    "intrigue": 8.0
  }
]