[
  {
    "cve_id": "CVE-2025-7384",
    "title": "WordPress 插件曝RCE高危漏洞（CVE-2025-7384，CVSS 9.8），逾 7 万网站面临数据泄露与破坏风险",
    "title_translated": "WordPress plugin has a critical RCE vulnerability (CVE-2025-7384, CVSS 9.8), posing data leakage and damage risks to over 70,000 websites.",
    "summary": "A serious vulnerability in WordPress database plugins for Contact Form 7, WPForms, and Elementor Forms allows attackers to exploit it without authentication, potentially leading to denial of service or remote code execution. The issue is rooted in the PHP function get_lead_detail and affects all versions 1.4.3 and below.",
    "severity": "Critical",
    "cvss_score": 9.8,
    "published_date": "2025-08-15T17:22:15",
    "original_language": "zh",
    "source": "Anquanke",
    "url": "https://www.anquanke.com/post/id/311249",
    "intrigue": 9.0,
    "affected_products": [
      "Contact Form 7",
      "WPForms",
      "Elementor Forms"
    ]
  },
  {
    "cve_id": "CVE-2025-52970",
    "title": "研究人员将发布FortiWeb身份验证完全绕过漏洞利用代码",
    "title_translated": "Researchers will release exploit code for a complete bypass vulnerability in FortiWeb authentication.",
    "summary": "A vulnerability in the FortiWeb web application firewall allows remote attackers to bypass authentication by exploiting an out-of-bounds read when parsing cookies. This enables attackers to impersonate any active user, including administrators, if they manipulate the cookie while the target user maintains an active session.",
    "severity": "Critical",
    "cvss_score": 9.0,
    "published_date": "2025-08-18T17:40:02",
    "original_language": "zh",
    "source": "Anquanke",
    "url": "https://www.anquanke.com/post/id/311301",
    "intrigue": 8.0,
    "affected_products": [
      "FortiWeb"
    ]
  },
  {
    "cve_id": "CVE-2025-29824",
    "title": "PipeMagic вернулся: уязвимость Windows использована в кибератаках 2025 года",
    "title_translated": "PipeMagic is back: Windows vulnerability exploited in cyberattacks in 2025.",
    "summary": "The PipeMagic backdoor exploits the CVE-2025-29824 vulnerability in the clfs.sys driver, allowing attackers to gain local administrator privileges. This vulnerability was patched by Microsoft in April 2025, but the malware continues to target organizations in Saudi Arabia and Brazil.",
    "severity": "High",
    "cvss_score": 8.0,
    "published_date": "2025-08-18T00:00:00",
    "original_language": "ru",
    "source": "Anti-Malware",
    "url": "https://www.anti-malware.ru/news/2025-08-18-111332/47022",
    "intrigue": 8.0,
    "affected_products": [
      "clfs.sys"
    ]
  },
  {
    "cve_id": "CVE-2025-8875",
    "title": "CISA警告：N-able N-central 平台漏洞被用于零日攻击",
    "title_translated": "CISA warning: N-able N-central platform vulnerability exploited in zero-day attacks.",
    "summary": "Two zero-day vulnerabilities in N-able's N-central RMM platform allow authenticated attackers to remotely execute commands and perform command injection due to insecure deserialization and insufficient input validation. N-able has confirmed active exploitation and released patches in version 2025.3.1.",
    "severity": "High",
    "cvss_score": 8.0,
    "published_date": "2025-08-15T17:21:42",
    "original_language": "zh",
    "source": "Anquanke",
    "url": "https://www.anquanke.com/post/id/311245",
    "intrigue": 8.0,
    "affected_products": [
      "N-able N-central"
    ]
  },
  {
    "cve_id": "CVE-2025-8713",
    "title": "PostgreSQL核心组件曝高危RCE漏洞，官方发布紧急修复补丁",
    "title_translated": "High-risk RCE vulnerability in PostgreSQL core components exposed, official emergency patch released.",
    "summary": "CVE-2025-8713 allows users to read sampled data from views without access rights, potentially exposing sensitive information. This vulnerability affects PostgreSQL versions 13 to 17 and could enable malicious users to bypass access control and row-level security policies.",
    "severity": "Medium",
    "cvss_score": 3.1,
    "published_date": "2025-08-18T17:31:37",
    "original_language": "zh",
    "source": "Anquanke",
    "url": "https://www.anquanke.com/post/id/311307",
    "intrigue": 6.0,
    "affected_products": [
      "PostgreSQL 17.6",
      "PostgreSQL 16.10",
      "PostgreSQL 15.14",
      "PostgreSQL 14.19",
      "PostgreSQL 13.22",
      "PostgreSQL 18 beta3"
    ]
  }
]