[
  {
    "title": "AI 安全工具的 “阿喀琉斯之踵”：即时注入攻击的威胁与防御体系构建",
    "title_translated": "The \"Achilles' heel\" of AI security tools: the threat of real-time injection attacks and the construction of defense systems.",
    "summary": "Recent research has identified a new threat known as 'real-time injection attacks' targeting AI security tools that utilize large language models. Attackers can exploit these vulnerabilities by issuing malicious commands, potentially compromising system security and undermining trust in AI-driven cybersecurity solutions.",
    "published_date": "2025-09-03T17:00:09+08:00",
    "original_language": "zh",
    "source": "FreeBuf",
    "url": "https://www.freebuf.com/articles/ai-security/447100.html",
    "intrigue": 8.0
  },
  {
    "title": "威胁情报体系建设与情报分析研究",
    "title_translated": "Threat intelligence system construction and intelligence analysis research.",
    "summary": "Threat Intelligence (TI) is a systematic approach to identifying and analyzing potential cyber threats, enhancing cybersecurity defenses. It emphasizes proactive measures over reactive responses, making it crucial for high-value industries like finance and healthcare.",
    "published_date": "2025-09-03T14:44:44+08:00",
    "original_language": "zh",
    "source": "FreeBuf",
    "url": "https://www.freebuf.com/articles/447133.html",
    "intrigue": 8.0
  },
  {
    "title": "Elastic EDR曝 0day漏洞：攻击者可绕过检测执行恶意程序并触发蓝屏崩溃",
    "title_translated": "Elastic EDR exposed a 0day vulnerability: attackers can bypass detection to execute malicious programs and trigger a blue screen crash.",
    "summary": "A zero-day vulnerability in Elastic's Endpoint Detection and Response solution allows attackers to bypass security mechanisms and execute malicious code, potentially leading to a system crash. The flaw exists in the kernel driver 'elastic-endpoint-driver.sys,' enabling a four-step attack chain for full system control.",
    "published_date": "2025-08-18T17:30:19",
    "original_language": "zh",
    "source": "Anquanke",
    "url": "https://www.anquanke.com/post/id/311323",
    "intrigue": 8.0
  },
  {
    "title": "Мошенники крадут Google и Telegram-аккаунты через поддельный Zoom",
    "title_translated": "Scammers are stealing Google and Telegram accounts through a fake Zoom.",
    "summary": "Cybercriminals are targeting entrepreneurs and managers through Telegram, posing as clients and leading them to a phishing site. Victims are tricked into providing their Google account credentials and confirmation codes, which attackers use to gain access to their accounts.",
    "published_date": "2025-08-28T00:00:00",
    "original_language": "ru",
    "source": "Anti-Malware",
    "url": "https://www.anti-malware.ru/news/2025-08-28-111332/47142",
    "intrigue": 8.0
  },
  {
    "title": "Salesloft OAuth漏洞影响范围大幅增加，波及所有集成应用",
    "title_translated": "Salesloft OAuth vulnerability has significantly expanded its impact, affecting all integrated applications.",
    "summary": "An attack targeting Salesforce instances via the Salesloft Drift platform has compromised authentication tokens, affecting all integrated applications. Attackers accessed a limited number of Google Workspace email accounts using stolen OAuth tokens, although no breach of Google systems occurred.",
    "published_date": "2025-08-29T12:54:00",
    "original_language": "zh",
    "source": "FreeBuf",
    "url": "https://www.freebuf.com/articles/database/446484.html",
    "intrigue": 8.0
  },
  {
    "title": "FreePBX 服务器遭零日漏洞攻击，官方紧急发布修复方案",
    "title_translated": "FreePBX server was attacked by a zero-day vulnerability, and the official emergency fix has been released.",
    "summary": "A zero-day vulnerability has been identified in FreePBX systems with the Admin Control Panel exposed to the internet, allowing for active exploitation. Users are advised to restrict access to trusted hosts while a patch is being developed and tested.",
    "published_date": "2025-08-29T16:00:29",
    "original_language": "zh",
    "source": "Anquanke",
    "url": "https://www.anquanke.com/post/id/311725",
    "intrigue": 8.0
  },
  {
    "title": "Ideco выходит на рынок облигаций для развития NGFW",
    "title_translated": "Ideco is entering the bond market to develop NGFW.",
    "summary": "Ideco is set to issue bonds to fund the development of next-generation firewalls in a growing Russian market. The demand for domestic cybersecurity products is increasing due to rising cyberattacks and regulatory changes.",
    "published_date": "2025-09-02T00:00:00",
    "original_language": "ru",
    "source": "Anti-Malware",
    "url": "https://www.anti-malware.ru/news/2025-09-02-111332/47198",
    "intrigue": 6.0
  },
  {
    "title": "49% россиян уверены, что умеют распознавать фишинг и скам",
    "title_translated": "49% of Russians are confident in their ability to recognize phishing and scams.",
    "summary": "A survey conducted by Kaspersky Lab, Mail.ru, and Hi-Tech Mail reveals that while nearly half of Russians feel confident in identifying phishing and scams, many still make mistakes. Experts warn that as attack schemes grow more complex, users may struggle to detect them without advanced technologies.",
    "published_date": "2025-09-02T00:00:00",
    "original_language": "ru",
    "source": "Anti-Malware",
    "url": "https://www.anti-malware.ru/news/2025-09-02-111332/47197",
    "intrigue": 6.0
  },
  {
    "title": "Правительство за исключение адресов физлиц из реестра операторов ПДн",
    "title_translated": "The government is considering removing personal addresses from the registry of personal data operators.",
    "summary": "The proposed bill No. 928282-8 aims to exclude the addresses of individuals and individual entrepreneurs from the public register of personal data operators, potentially impacting transparency in data processing. This change may limit public access to information about personal data operators, raising concerns about accountability and privacy.",
    "published_date": "2025-09-02T00:00:00",
    "original_language": "ru",
    "source": "Anti-Malware",
    "url": "https://www.anti-malware.ru/news/2025-09-02-121598/47195",
    "intrigue": 6.0
  },
  {
    "title": "将Zeek和Suricata转换为流式命令行工具的方法",
    "title_translated": "How to convert Zeek and Suricata into streaming command-line tools",
    "summary": "The text discusses the importance of network traffic analysis in cybersecurity, highlighting the capabilities of Zeek and Suricata for metadata extraction and intrusion detection. It emphasizes the need for these tools to adapt to streaming data processing for improved efficiency.",
    "published_date": "2025-09-03T12:18:52+08:00",
    "original_language": "zh",
    "source": "FreeBuf",
    "url": "https://www.freebuf.com/articles/447131.html",
    "intrigue": 6.0
  }
]